Repository: BackupTheBerlios/myfrac
Catalog: myfrac/po/*/fraqtive.po
Languages: de, et, fr, it, nl, pl, pt, ru, sr, sv, vi

source: _: NAME OF TRANSLATORS Your names
de: René Landert
et: Marek Laane
fr: Matthieu Robin
it: Federico Zenith
nl: Rinse de Vries
pt: José Nuno Pires,Pedro Morais
ru: Григорий Мохин
sr: Слободан Симић
sv: Stefan Asserhäll
vi: Nhóm Việt hóa KDE

source: _: EMAIL OF TRANSLATORS Your emails
de: rene.landert@bluewin.ch
et: bald@starman.ee
fr: kde@macolu.org
it: zenith@chemeng.ntnu.no
nl: rinsedevries@kde.nl
pt: jncp@netcabo.pt,morais@kde.org
ru: mok@kde.ru
sr: simicsl@verat.net
sv: stefan.asserhall@comhem.se
vi: vi@i18n.kde.org

source: Image Size:
de: Bildgröße:
et: Pildi suurus:
fr: Taille de l'image :
it: Dimensione dell'immagine:
nl: Afbeeldingsgrootte:
pl: Rozmiar obrazu:
pt: Tamanho da Imagem:
ru: Размер изображения:
sr: Величина слике:
sv: Bildstorlek:
vi: Cỡ ảnh

source: Save Image
de: Bild speichern
et: Pildi salvestamine
fr: Enregistrer l'image
it: Salva immagine
nl: Afbeelding opslaan
pl: Zapisz obraz
pt: Gravar a Imagem
ru: Сохранить изображение
sr: Сними слику
sv: Spara bild
vi: Lưu ảnh

source: An invalid image size was entered.
de: Es wurde eine ungültige Bildgröße eingegeben
et: Anti vigane pildi suurus.
fr: Une taille d'image non valable a été saisie.
it: È stata inserita una dimensione non valida dell'immagine.
nl: Ongeldige afbeeldingsgrootte ingevoerd.
pl: Podano nieprawidłowy rozmiar obrazu.
pt: Foi introduzido um tamanho de imagem inválido.
ru: Недопустимый размер изображения.
sr: Унета је неисправна величина слике.
sv: En ogiltig bildstorlek skrevs in.
vi: Đã gõ cỡ ảnh không hợp lệ.

source: Generating Image...
de: Das Bild wird erstellt...
et: Pildi loomine...
fr: Génération de l'image
it: Generazione dell'immagine...
nl: Afbeelding genereren...
pl: Generuję obraz...
pt: A Gerar a Imagem...
ru: Создание изображения...
sr: Правим слику...
sv: Skapar bild...
vi: Đang tạo ra ảnh...

source: Not enough memory to generate the fractal.
de: Nicht genügend Arbeitsspeicher zum Erzeugen des Fraktals.
et: Fraktaali loomiseks napib mälu.
fr: Mémoire insuffisante pour générer la fractale.
it: Non c'è abbastanza memoria per generare il frattale.
nl: Onvoldoende geheugen om de fractal te genereren.
pl: Brak pamięci do wygenerowania fraktala.
pt: Não há memória suficiente para gerar o fractal.
ru: Недостаточно памяти для генерации фрактала.
sr: Нема довољно меморије за прављење фрактала.
sv: Inte nog med minne för att skapa fraktalen.
vi: Không đủ bộ nhớ để tạo ra phân dạng.

source: Saving Image...
de: Bild wird gespeichert...
et: Pildi salvestamine...
fr: Enregistrement de l'image
it: Salvataggio dell'immagine...
nl: Afbeelding opslaan...
pl: Zapisuję obraz...
pt: A Gravar a Imagem...
ru: Сохранение изображения...
sr: Снимам слику...
sv: Sparar bild...
vi: Đang lưu ảnh...

source: Failed to save the image file.
de: Bilddatei konnte nicht gespeichert werden.
et: Pildifaili salvestamine ebaõnnestus.
fr: Échec de l'enregistrement de l'image.
it: Salvataggio del file immagine non riuscito.
nl: Opslaan van afbeeldingsbestand is mislukt.
pl: Zapisanie pliku nie powiodło się.
pt: Não foi possível gravar o ficheiro da imagem.
ru: Изображение не было сохранено.
sr: Нисам успео да снимим фајл слике.
sv: Misslyckades spara bildfilen.
vi: Không lưu được tập tin ảnh.

source: 2D View
de: 2D-Ansicht
et: Tasapinnaline vaade
fr: Vue 2D
it: Vista bidimensionale
nl: 2D-weergave
pl: Widok 2D
pt: Vista 2D
ru: Двумерный вид
sr: 2D поглед
sv: 2D-vy
vi: Khung xem 2 chiều

source: 3D View
de: 3D-Ansicht
et: Ruumiline vaade
fr: Vue 3D
it: Vista tridimensionale
nl: 3D-weergave
pl: Widok 3D
pt: Vista 3D
ru: Трёхмерный вид
sr: 3D поглед
sv: 3D-vy
vi: Khung xem 3 chiều

source: Parameters
de: Parameter
et: Parameetrid
fr: Paramètres
it: Parametri
pl: Parametry
pt: Parâmetros
ru: Параметры
sr: Параметри
sv: Parametrar
vi: Tham số

source: Display
de: Anzeige
et: Kuva
fr: Affichage
it: Visore
nl: Weergave
pl: Wygląd
pt: Visualização
ru: Отображение
sr: Приказ
sv: Skärm
vi: Trình bày

source: Preview
de: Vorschau
et: Eelvaatlus
fr: Aperçu
it: Anteprima
nl: Voorbeeld
pl: Podgląd
pt: Antevisão
ru: Просмотр
sr: Преглед
sv: Förhandsgranskning
vi: Xem thử

source: X coordinate:
de: X-Koordinate:
et: X-koordinaat:
fr: Coordonnée X :
it: Coordinata X:
nl: X-coördinaat:
pl: Współrzędna X:
pt: Coordenada X:
ru: Координата X:
sr: X координата:
sv: X-koordinat:
vi: Toạ độ X

source: X coordinate of the center of the view
de: X Koordinate des Zentrums der Ansicht
et: Vaate keskme X-koordinaat
fr: Coordonnée X du centre de la vue
it: Coordinata X del centro della vista
nl: X-coördinaat van het midden van de weergave
pl: Współrzędna X środka widoku
pt: A coordenada em X do centro da janela
ru: Координата X центра отображения
sr: X координата центра приказа
sv: X-koordinat för vyn centrum
vi: Tọa độ X của tâm trung khung xem.

source: Y coordinate:
de: Y-Koordinate:
et: Y-koordinaat:
fr: Coordonnée Y :
it: Coordinata Y:
nl: Y-coördinaat:
pl: Współrzędna Y:
pt: Coordenada Y:
ru: Координата Y:
sr: Y координата:
sv: Y-koordinat:
vi: Toạ độ Y

source: Y coordinate of the center of the view
de: Y Koordinate des Zentrums der Ansicht
et: Vaate keskme Y-koordinaat
fr: Coordonnée Y du centre de la vue
it: Coordinata Y del centro della vista
nl: Y-coördinaat van het midden van de weergave
pl: Współrzędna Y środka widoku
pt: A coordenada em Y do centro da janela
ru: Координата Y центра отображения
sr: Y координата центра приказа
sv: Y-koordinat för vyns centrum
vi: Tọa độ Y của tâm trung khung xem.

source: Zoom magnitude:
de: Zoomfaktor:
et: Suurendustegur:
fr: Amplitude de zoom :
it: Fattore di ingrandimento:
pl: Rząd wielkości:
pt: Nível de ampliação:
ru: Масштаб:
sr: Увеличај магнитуду:
sv: Zoomvärde:
vi: Mức độ phóng:

source: Zoom order of maginitude
de: Größe des Zoomfaktors
et: Suurendustegur
fr: Ordre de grossissement de la magnitude
it: Ordine di grandezza dell'ingrandimento
nl: Zoomfactor van de magnitude
pl: Rząd wielkości powiększenia widoku
pt: O nível de magnitude da ampliação
ru: Порядок масштаба
sr: Редослед увеличавања магнитуде
sv: Storleksordning för zoom
vi: Thứ tự độ lớn phóng to/thu nhỏ

source: Rotation angle:
de: Drehwinkel:
et: Pöördenurk:
fr: Angle de rotation :
it: Angolo di rotazione:
nl: Rotatiehoek:
pl: Kąt obrotu:
pt: Ângulo de rotação:
ru: Угол вращения:
sr: Угао ротације:
sv: Rotationsvinkel:
vi: Góc xoay

source: View rotation angle in degrees
de: Drehwinkel der Ansicht in Grad
et: Vaate pööramise nurk kraadides
fr: Rotation de l'angle de vue en degrés
it: Angolo di rotazione della vista in gradi
nl: Weergave rotatiehoek in graden
pl: Kąt obrotu widoku w stopniach
pt: O ângulo de rotação da janela em graus
ru: Угол вращения отображения (град.)
sr: Приказ угла ротације у степенима
sv: Vyns rotationsvinkel i grader
vi: Xem góc xoay theo độ

source: Julia X param.:
de: Julia X-Parameter:
et: Julia X-parameeter:
fr: Param. Julia X :
it: Parametro X di Julia:
pl: Parametr X Julii:
pt: Parâmetro X do Júlia:
ru: Параметр X Джулиа:
sr: Јулиа X парам.:
sv: Julia x-parameter:
vi: Tham số X Julia:

source: X coordinate of the Julia parameter
de: X-Koordinate des Julia-Parameters
et: Julia parameetri X-koordinaat
fr: Coordonnée X du paramètre Julia
it: Coordinata X del parametro di Julia
nl: X-coördinaat voor de Julia-parameter
pl: Współrzędna X parametru Julii
pt: A coordenada em X do parâmetro Júlia
ru: Координата X параметра Джулиа
sr: X координата Јулиа параметра
sv: Julia parameterns x-koordinat
vi: Tọa độ X của tham số Julia.

source: Julia Y param.:
de: Julia Y-Parameter:
et: Julia Y-parameeter:
fr: Param. Julia Y :
it: Parametro Y di Julia:
pl: Parametr Y Julii:
pt: Parâmetro Y do Júlia:
ru: Параметр Y Джулиа:
sr: Јулиа Y парам.:
sv: Julia y-parameter:
vi: Tham số Y Julia:

source: Y coordinate of the Julia parameter
de: Y-Koordinate des Julia-Parameters
et: Julia parameetri Y-koordinaat
fr: Coordonnée X du paramètre Julia
it: Coordinata Y del parametro di Julia
nl: Y-coördinaat voor de Julia-parameter
pl: Współrzędna Y parametru Julii
pt: A coordenada em Y do parâmetro Júlia
ru: Координата Y параметра Джулиа
sr: Y координата Јулиа параметра
sv: Julia parameterns y-koordinat
vi: Tọa độ Y của tham số Julia.

source: Iterations limit:
de: Iterationen begrenzen:
et: Korduste piirang:
fr: Limite d'itérations :
it: Limite di iterazione:
nl: Limiet van herhalingen:
pl: Limit iteracji:
pt: Limite de iterações:
ru: Предел итераций:
sr: Граница итерација:
sv: Iterationsgräns
vi: Giới hạn lặp lại:

source: Maximum number of iterations to calculate
de: Maximale Anzahl von zu berechnenden Iterationen
et: Maksimaalne arvutatav korduste arv
fr: Nombre maximal d'itérations à calculer
it: Numero massimo di iterazioni da calcolare
nl: Maximum aantal te berekenen herhalingen
pl: Maksymalna liczba obliczanych iteracji
pt: O número máximo de iterações a calcular
ru: Предельное число рассчитываемых итераций
sr: Највећи број итерација за израчунавање
sv: Maximalt antal iterationer att beräkna
vi: Số lần lặp tối đa cần tính.

source: Detail level:
de: Detailstufe:
et: Detailsus:
fr: Niveau de détails :
it: Livello di dettaglio:
nl: Detailniveau:
pl: Poziom detali:
pt: Nível de detalhe:
ru: Уровень детализации:
sr: Ниво детаља:
sv: Detaljnivå:
vi: Mức độ chi tiết:

source: Amount of details to calculate
de: Menge von zu berechnenden Details
et: Arvutatavate detailide hulk
fr: Quantité de détails à calculer
it: Quantità di dettagli da calcolare
nl: Hoeveelheid te berekenen details
pl: Ilość obliczanych szczegółów
pt: A quantidade de detalhes a calcular
ru: Число рассчитываемых деталей
sr: Количина детаља за израчунавање
sv: Mängden detaljer att beräkna
vi: Số chi tiết cần tính.

source: Color gradient:
de: Farbverlauf:
et: Värviüleminek:
fr: Gradient de couleurs :
it: Sfumatura:
nl: Kleurverloop:
pl: Gradient:
pt: Gradiente de cor:
ru: Градиент цвета:
sr: Прелив боје:
sv: Färggradient:
vi: Chuyển màu sắc:

source: Gradient used to display the fractal
de: Verlauf, um das Fraktal anzuzeigen.
et: Fraktaali kuvamiseks kasutatav üleminek
fr: Le gradient utilisé pour afficher la fractale
it: Sfumatura da usare per visualizzare il frattale
nl: Kleurverloop dat wordt gebruikt om de fractal te weergeven
pl: Gradient kolorów używany do rysowania fraktala
pt: O gradiente que será usado para apresentar o fractal
ru: Градиент при показе фрактала
sr: Прелив који се користи за приказ фрактала
sv: Gradient som används för att visa fraktalen
vi: Độ dốc được dùng để hiển thị phân dạng.

source: Color scale:
de: Farbenskala:
et: Värviskaala:
fr: Échelle de couleurs :
it: Scala del colore:
nl: Kleurschaal:
pl: Skala gradientu:
pt: Escala de cor:
ru: Шкала цвета:
sr: Распон боје:
sv: Färgskala:
vi: Tỷ lệ màu:

source: Scale of the color gradient
de: Skala des Farbverlaufs
et: Värviülemineku skaala
fr: Échelle du gradient de couleurs
it: Scala della sfumatura del colore
nl: Schaal van de kleurverloop
pl: Skala gradientu kolorów
pt: A escala do gradiente de cores
ru: Шкала градиента цвета
sr: Распон прелива боје
sv: Färggradientens skala
vi: Tỷ lệ của chuyển màu sắc.

source: Color offset:
de: Farbenversatz:
et: Värvinihe:
fr: Décalage de couleurs :
it: Scostamento del colore:
nl: Kleurafwijking:
pl: Przesunięcie:
pt: Deslocamento de cor:
ru: Смещение цвета:
sr: Растер боје:
sv: Färgförskjutning:
vi: Hiệu số màu:

source: Offset of the color gradient
de: Versatz des Farbverlaufs
et: Värviülemineku nihe
fr: Décalage du gradient de couleurs
it: Scostamento della sfumatura del colore
nl: Afwijking van de kleurverloop
pl: Przesunięcie gradientu kolorów
pt: O deslocamento do gradiente de cores
ru: Смещение градиента цвета
sr: Растер прелива боје
sv: Färggradientens förskjutning
vi: Hiệu số của chuyển màu sắc.

source: Scroll colors:
de: Farben rollen:
et: Värvide kerimine:
fr: Défilement des couleurs :
it: Colori di scorrimento:
nl: Kleuren schuiven:
pl: Przewijanie:
pt: Deslocar as cores:
ru: Цвета прокрутки:
sr: Клизање боја:
sv: Rullningsfärger:
vi: Màu cuộn:

source: _: scroll direction Off
de: Aus
et: Väljas
fr: Aucune
it: Nessuna
nl: Uit
pl: Brak
pt: Desligado
ru: Выкл.
sr: Искључено
sv: Av
vi: TắtTrái

source: _: scroll direction Left
de: Links
et: Vasakule
fr: Gauche
it: Sinistra
nl: Links
pl: W lewo
pt: Para a Esquerda
ru: Влево
sr: Лево
sv: Vänster
vi: Trái

source: _: scroll direction Right
de: Rechts
et: Paremale
fr: Droite
it: Destra
nl: Rechts
pl: W prawo
pt: Para a Direita
ru: Вправо
sr: Десно
sv: Höger
vi: Phải

source: Scrolling direction
de: Laufrichtung
et: Kerimise suund
fr: Direction du défilement
it: Direzione di scorrimento
nl: Schuifrichting
pl: Kierunek przewijania kolorów
pt: Direcção de deslocamento
ru: Направление прокрутки
sr: Смер клизања
sv: Rullningsriktning
vi: Hướng cuộn

source: Scrolling speed
de: Geschwindigkeit des Verlaufs
et: Kerimise kiirus
fr: Vitesse du défilement
it: Velocità di scorrimento
nl: Schuifsnelheid
pl: Szybkość przewijania kolorów
pt: Velocidade de deslocamento
ru: Скорость прокрутки
sr: Брзина клизања
sv: Rullningshastighet
vi: Tốc độ cuộn

source: Background:
de: Hintergrund:
et: Taust:
fr: Arrière plan :
it: Sfondo:
nl: Achtergrond:
pl: Kolor tła:
pt: Fundo:
ru: Фон:
sr: Позадина:
sv: Bakgrund:
vi: Nền:

source: Color of the background area
de: Hintergrundfarbe des Arbeitsbereichs
et: Tausta värv
fr: Couleur de l'arrière plan
it: Colore dell'area di sfondo
nl: Kleur van het achtergrondgebied
pl: Kolor obszaru tła
pt: Cor da área do fundo
ru: Цвет фона
sr: Боја позадине
sv: Bakgrundsytans färg
vi: Màu vùng nền

source: 3D grid size:
de: 3D Gittergröße:
et: Ruumilise alusvõrgu suurus:
fr: Taille de la grille 3D :
it: Dimensioni della griglia tridimensionale:
nl: 3D rastergrootte:
pl: Siatka 3D:
pt: Tamanho da grelha 3D:
ru: Размер трёхмерной сетки:
sr: 3D растер:
sv: 3D-rutnätsstorlek:
vi: Cỡ lưới 3 chiều:

source: Resolution of the 3D mesh
de: Auflösung des 3D Gitternetzes
et: Ruumilise alusvõrgu lahutus
fr: Résolution de la maille 3D
it: Risoluzione della griglia tridimensionale
nl: Resolutie van de 3D-maas
pl: Rozdzielczość siatki 3D
pt: Resolução da malha 3D
ru: Разрешение трёхмерной сетки
sr: Резолуција 3D мреже
sv: 3D-nätets upplösning
vi: Độ phân giải của mắc lưới 3 chiều.

source: Height scale:
de: Höhenskala:
et: Kõrguse skaala:
fr: Échelle de hauteur :
it: Scala dell'altezza:
nl: Hoogteschaal:
pl: Skala wysokości:
pt: Escala da altura:
ru: Шкала по высоте:
sr: Размера висине:
sv: Höjdskala:
vi: Tỷ lệ cao:

source: Height scale of the 3D mesh
de: Höhenskala des 3D Gitternetzes
et: Ruumilise alusvõrgu kõrguse skaala
fr: Échelle de hauteur de la maille 3D
it: Scala dell'altezza della griglia tridimensionale
nl: Hoogteschaal van de 3D-maas
pl: Skala wysokości siatki 3D
pt: A escala da altura da malha 3D
ru: Шкала по высоте трёхмерной сетки
sr: Размера висине 3D мреже
sv: 3D-nätets höjdskala
vi: Tỷ lệ độ cao của mắc lưới 3 chiều.

source: &Save Image...
de: &Bild speichern...
et: &Salvesta pilt...
fr: Enregi&strer l'image...
it: &Salva immagine...
nl: Afbeelding op&slaan...
pl: &Zapisz obraz...
pt: &Gravar a Imagem...
ru: &Сохранить изображение...
sr: &Сними слику...
sv: &Spara bild...
vi: &Lưu ảnh...

source: &Edit Gradient...
de: &Verlauf bearbeiten...
et: Muuda ül&eminekut...
fr: Modifi&er le gradient...
it: &Modifica sfumatura...
nl: Kleurverloop be&werken
pl: &Edytuj gradient...
pt: &Editar o Gradiente...
ru: &Изменить градиент...
sr: Ур&еди прелив...
sv: &Redigera gradient...
vi: &Sửa độ dốc...

source: &Invert Gradient
de: Verlauf &umkehren
et: &Inverteeri üleminek
fr: &Inverser le gradient
it: &Inverti sfumatura
nl: Kleurverloop om&keren...
pl: &Odwróć gradient
pt: &Inverter o Gradiente
ru: &Обратить градиент
sr: &Инвертуј прелив
sv: &Invertera gradient
vi: &Đảo độ dốc

source: &To Mandelbrot
de: &Zum Mandelbrot
et: Mandelbro&tiks
fr: &Vers Mandelbrot
it: A Mandelbro&t
nl: Naar Mandelbro&t
pl: &Do Mandlelbrota
pt: Para Mandelbro&t
ru: &В фрактал Мандельброта
sr: У &Манделброт
sv: &Till Mandelbrot
vi: &Tới Mandelbrot

source: Show Parameters
de: Parameter anzeigen
et: Parameetrite näitamine
fr: Voir les paramètres
it: Mostra i parametri
nl: Parameters tonen
pl: Pokaż parametry
pt: Mostrar os Parâmetros
ru: Показать параметры
sr: Прикажи параметре
sv: Visa parametrar
vi: Hiển tham số

source: Show Display
de: Anzeige anzeigen
et: Kuva näitamine
fr: Voir l'affichage
it: Mostra la visualizzazione
nl: Weergave tonen
pl: Pokaż wygląd
pt: Mostrar a Visualização
ru: Показать отображение
sr: Прикажи приказ
sv: Visa skärm
vi: Hiển thị khung trình bày

source: Show Preview
de: Vorschau anzeigen
et: Eelvaatluse näitamine
fr: Voir l'aperçu
it: Mostra l'anteprima
nl: Voorbeeld tonen
pl: Pokaż podgląd
pt: Mostrar a Antevisão
ru: Предпросмотр
sr: Прикажи преглед
sv: Visa förhandsgranskning
vi: Hiển thị khung xem thử

source: Hide Parameters
de: Parameter ausblenden
et: Parameetrite peitmine
fr: Cacher les paramètres
it: Nascondi i parametri
nl: Parameters verbergen
pl: Ukryj parametry
pt: Esconder os Parâmetros
ru: Скрыть параметры
sr: Сакриј параметре
sv: Dölj parametrar
vi: Ẩn các tham số

source: Hide Display
de: Anzeige ausblenden
et: Kuva peitmine
fr: Cacher l'affichage
it: Nascondi la visualizzazione
nl: Weergave verbergen
pl: Ukryj wygląd
pt: Esconder a Visualização
ru: Скрыть отображение
sr: Сакриј приказ
sv: Dölj skärm
vi: Ẩn khung trình bày

source: Hide Preview
de: Vorschau ausblenden
et: Eelvaatluse peitmine
fr: Cacher l'aperçu
it: Nascondi l'anteprima
nl: Voorbeeld verbergen
pl: Ukryj podgląd
pt: Esconder a Antevisão
ru: Скрыть предварительный просмотр
sr: Сакриј преглед
sv: Dölj förhandsgranskning
vi: Ẩn khung xem thử

source: Gradient Editor
de: Verlauf bearbeiten
et: Üleminekute redaktor
fr: Éditeur de gradient
it: Editor delle sfumature
nl: Kleurverloopbewerker
pl: Edytor gradientu
pt: Editor do Gradiente
ru: Редактор градиента
sr: Уређивач прелива
vi: Bộ hiệu chỉnh độ dốc

source: &Save As
de: &Bild speichern unter
et: &Salvesta kui
fr: Enregi&strer sous
it: &Salva con nome...
nl: Op&slaan als
pl: &Zapisz jako
pt: Gravar &Como
ru: &Сохранить как
sr: &Сними као
sv: Spara s&om
vi: &Lưu là

source: Set &Default
de: &Standard setzen
et: Sea &vaikeväärtuseks
fr: &Définir par défaut
it: Imposta come pre&definito
nl: Stan&daard instellen
pl: Ustaw &domyślny
pt: &Pôr Por Omissão
ru: Задать &по умолчанию
sr: Постави по&дразумевано
sv: Använ&d som standard
vi: Đặt &mặc định

source: &New
de: &Neu
et: &Uus
fr: &Nouveau
it: &Nuovo
nl: &Nieuw
pl: &Nowy
pt: &Novo
ru: &Создать
sr: &Нови
sv: &Ny
vi: &Mới

source: &RGB Gradient
de: &RGB Farbverlauf
et: &RGB üleminek
fr: Gradient &RVB
it: Sfumatura &RGB
nl: &RGB-verloop
pl: Gradient &RGB
pt: Gradiente &RGB
ru: Градиент &RGB
sr: &RGB Прелив
vi: Độ dốc &RGB

source: &HSV Gradient
de: &HSV Farbverlauf
et: &HSV üleminek
fr: Gradient &HSV
it: Sfumatura &HSV
nl: &HSV-verloop
pl: Gradient &HSV
pt: Gradiente &HSV
ru: Градиент &HSV
sr: &HSV Прелив
vi: Độ dốc &HSV

source: &Invert
de: &Umkehren
et: &Inverteeri
fr: &Inverser
it: &Inverti
nl: &Omkeren
pl: Odw&róć
pt: &Inverter
ru: &Обратить
sr: &Инвертуј
sv: &Invertera
vi: &Đảo

source: Save Preset
de: Voreinstellung speichern
et: Valmismäärangu salvestamine
fr: Enregistrer la présélection
it: Salva preimpostato
nl: Voorinstelling opslaan
pl: Zapisz ustawienie
pt: Gravar a Predefinição
ru: Сохранить набор параметров
sr: Сними препоставке
sv: Spara förinställning
vi: Lưu thiết lập sẵn

source: Enter Preset Name:
de: Name der Voreinstellung
et: Valmismäärangu nimi:
fr: Saisissez le nom de la présélection :
it: Inserisci il nome della preimpostazione:
nl: Naam voorinstelling:
pl: Podaj nazwę ustawienia:
pt: Indique o Nome Predefinido:
ru: Введите имя набора:
sr: Унеси име препоставке:
sv: Skriv in förinställningsnamn:
vi: Hãy gõ tên thiết lập sẵn:

source: Do you want to set current gradient as the default gradient?
de: Wollen Sie die aktuelle Voreinstellung des Farbverlaufs als Standard Einstellung setzen?
et: Kas määrata käesolev üleminek vaikeüleminekuks?
fr: Voulez-vous utiliser le gradient actuel comme gradient par défaut ?
it: Vuoi impostare la sfumatura attuale come sfumatura predefinita?
nl: Wilt u het huidige kleurverloop als standaard instellen?
pl: Czy chcesz ustawić bieżący gradient jako gradient domyślny?
pt: Deseja mesmo configurar o gradiente actual como predefinido?
ru: Сохранить текущий градиент как градиент по умолчанию?
sr: Желите ли да поставите тренутни прелив као подразумевани?
sv: Vill du använda aktuell gradient som standardgradient?
vi: Bạn có muốn đặt độ dốc hiện thời là độ dốc mặc định không?

source: Current
de: Aktuell
et: Käesolev
fr: Actuel
it: Attuale
nl: Huidige
pl: Bieżący
pt: Actual
ru: Текущий
sr: Текући
sv: Aktuell
vi: Hiện thời

source: Presets
de: Voreinstellungen
et: Valmismäärangud
fr: Présélections
it: Preimpostati
nl: Voorinstellingen
pl: Ustawienia
pt: Predefinições
ru: Наборы
sr: Препоставке
sv: Förinställd
vi: Thiết lập sẵn

source: Program for drawing Mandelbrot and Julia fractals.
de: Programm für das Zeichnen von Mandelbrot- und Julia-Fraktalen.
et: Mandelbroti ja Julia fraktaalide joonistamise rakendus.
fr: Un programme pour dessiner des fractales Julia et Mandelbrot.
it: Programma per disegnare frattali di Mandelbrot e di Julia.
nl: Programma voor het tekenen van Mandelbrot- en Julia-fractalen
pl: Program rysujący fraktale Mandelbrota i Julii.
pt: Um programa para desenhar fractais Mandelbrot e Júlia.
ru: Программа рисования фракталов Мандельброта и Джулиа
sr: Програм за исцртавање Манделброт и Јулиа фрактала.
sv: Program för att rita Mandelbrot och Julia-fraktaler.
vi: Chương trình vẽ phân dạng Mandelbrot và Julia.
